{
    "exercicios": [
        {
            "id": 1,
            "texto": "very long line that will still be quoted properly when it wraps. Oh boy let's ke",
            "tags": [
                "madeiras",
                "resistência materiais"
            ],
            "alternativas": [
                {
                    "texto": "A de maior densidade",
                    "resposta": "resposta tal tal"
                }
            ]
        },
        {
            "id": 2,
            "texto": "Considere o pranchão em Cedro Doce da figura, que será utilizada como cumeeira na construção de um telhado de um hotel, contida lateralmente ao longo de todo o vão: Determinar a ação de cálculo para os estados limites últimos, sabendo-se que:  As ações variáveis (Q1 e Q2), uniformemente distribuídas, que atuarão ao longo de todo o vão desta viga, referem-se, a ação do vento de sobrepressão (Q1=2,0kN/m) e ocupação por pessoas executando serviços de manutenção do telhado (Q2=1,30kN/m);  O piso mais o seu revestimento transmitem à viga a carga de 0,62kN/m;  Deve ser considerado o peso próprio da viga;  Todas as cargas atuantes são verticais gravitacionais (atuam de cima para baixo).",
            "tags": [
                "madeiras",
                "resistência materiais"
            ],
            "imagens": [
                "https://picsum.photos/200/300"
            ],
            "pergunta": "Qual das duas apresenta a maior resistência característica à compressão? Justifique a sua resposta.",
            "alternativas": [
                {
                    "resposta": " A resposta eh tal tal tal",
                    " resposta ": " Devido a tal tal tal taltal tal tal tal",
                    "correta": true,
                    "imagens": [
                        "https://picsum.photos/200/300"
                    ]
                }
            ]
        },
        {
            "id": 3,
            "texto": "Seja uma viga bi – apoiada em madeira, conforme mostra a figura: Maçaranduba; Serrada; 2ª Categoria, Carregamento de longa duração; Classe de umidade 2; q = 8kN/m; L=6.0m; b=9cm. Desprezando-se o peso próprio da viga e, considerando-se o vão L totalmente livre de travamentos laterais:",

            "tags": [
                "madeiras",
                "resistência materiais"
            ],
            "imagens": [
                "https://s3.amazonaws.com/uifaces/faces/twitter/calebogden/128.jpg"
            ],
            "pergunta": "Qual das duas apresenta a maior resistência característica à compressão? Justifique a sua resposta.",
            "alternativas": [
                {
                    "texto": " Determinar, pelo critério da flecha máxima, qual a altura mínima h (em cm) que deve ter esta viga, arredondando o valor obtido em 10cm",
                    "resposta": " Devido a tal tal tal taltal tal tal tal",
                    "imagens": [
                        "https://s3.amazonaws.com/uifaces/faces/twitter/calebogden/128.jpg"
                    ]
                },
                {
                    "texto": "Verificar a viga quanto aos Estados Limites Últimos, conforme a NBR 7190/97;",
                    "resposta": " Devido a tal tal tal taltal tal tal tal",
                    "imagens": [
                        "https://s3.amazonaws.com/uifaces/faces/twitter/calebogden/128.jpg"
                    ]
                },
                {
                    "texto": "Verificar a viga quanto aos Estados Limites de Utilização, conforme a NBR 7190/97.",
                    "correta": true,
                    "resposta": " Devido a tal tal tal taltal tal tal tal $a + 3 - 2$",
                    "imagens": [
                        "https://s3.amazonaws.com/uifaces/faces/twitter/calebogden/128.jpg"
                    ]
                }
            ]
        }
    ]
}